import "./AboutMeMain.scss";

export const AboutMeMain = () => {
  return (
    <section className="about-me__main">
      <h2 className="about-me__title">Про мене</h2>

      <p className="body-text about-me__main-description">
        Мене звуть Оля, я майстриня декоративно-прикладного мистецтва та
        займаюсь виготовленням декору вже більше 10 років.
        <br />
        <br />
        Я створюю декор, який дарує вашому дому унікальність, затишок і святкову
        атмосферу. Кожен мій виріб це не просто річ, а спосіб висловити себе,
        додати індивідуальності та тепла в кожен куточок вашого простору.
        <br />
        Я працюю над тим, щоб кожен предмет, створений мною, був актуальним для
        вас. <br />
        <br />
        Ви можете обрати готовий товар із нашого каталогу або замовити
        індивідуальну композицію, яку я виготовлю за вашими побажаннями.
        <br />
        Я прагну, щоб ваш дім ставав особливим завдяки моїм виробам.
        <br />
      </p>
    </section>
  );
};
